Repository: Naddaka/Tupperware
Catalog: application/modules/ymarket/language/*/LC_MESSAGES/ymarket.po
Languages: uk_ua

source: Бренды
uk_ua: Бренди

source: Настройки Price.ua
uk_ua: Налаштування Price.ua

source: Настройки Nadavi.Ua
uk_ua: Налаштування Nadavi.Ua

source: Yandex market fields
uk_ua: Яндекс маркет полів

source: Сountry of product manufacture
uk_ua: Країна виготовлення продукту

source: No selected
uk_ua: Не вибрано

source: Manufacturer warranty, months
uk_ua: Гарантія, місяців

source: Seller warranty, months
uk_ua: Продавець гарантійний термін експлуатації, місяців

source: Saved
uk_ua: Збереженно

source: Displayed categories selection
uk_ua: Вибір відображуваних категорій

source: Module Y.Market
uk_ua: Модуль Яндекс.Маркет

source: Yandex marker settings was edited
uk_ua: Налаштування яндекс маркету були відредаговані

source: Save
uk_ua: Зберегти

source: Xml generation unit for Yandex Market
uk_ua: Xml генерування для Яндекса маркет

source: Yandex Market management
uk_ua: Яндекс маркет управління

source: Settings Yandex.Market
uk_ua: Параметри Яндекс.Маркет

source: Adult products
uk_ua: Дорослі продукти

source: Yandex.Market document
uk_ua: Яндекс.Маркет документа

source: XML document
uk_ua: XML-документ
