Repository: Naddaka/Tupperware
Catalog: application/modules/payment_method_yakassa/language/*/LC_MESSAGES/payment_method_yakassa.po
Languages: uk_ua

source: Main currency
uk_ua: Головна валюта

source: Currency payment service
uk_ua: Валюта оплати послуг

source: Markup
uk_ua: Нацiнка

source: Внимание
uk_ua: Увага

source: Касса работает только если сайт работает по протоколу ssl.
uk_ua: Каса працює тільки якщо сайт працює по протоколу ssl.

source: То есть адрес сайта должен начинаться с https://
uk_ua: Тобто адреса сайту повинен починатися з https: //

source: yakassa
uk_ua: Яндекс Каса

source: Оплатить
uk_ua: Сплатити

source: Оплата из Яндекс.Денег
uk_ua: Оплата з Яндекс.Грошей

source: Оплата банковской картой
uk_ua: Оплата банківською картою

source: Платеж со счета мобильного
uk_ua: Платіж з рахунку мобільного

source: Тестовый режим
uk_ua: Тестовий режим

source: Метод оплаты Yandex Kassa
uk_ua: Метод оплати Yandex Kassa
