Repository: Naddaka/Tupperware
Catalog: application/modules/mod_discount/language/*/LC_MESSAGES/mod_discount.po
Languages: ru_ru

source: Message
ru_ru: Сообщение

source: Discount was successfully deleted
ru_ru: Скидка успешно удалена

source: Values `from` and `to` can not be equal
ru_ru: Значения << от >> и << до >> не могут быть равны

source: Discount was edited
ru_ru: Скидка была отредактирована

source: Status discount was changed
ru_ru: Статус скидки был изменен

source: Discount was removed
ru_ru: Скидка была удалена

source: Discount successfully created!
ru_ru: Скидка успешно создана

source: ID / Name / Number
ru_ru: ID / Название / Артикул

source: Error creating discount
ru_ru: Ошибка при создании скидки

source: Error
ru_ru: Ошибка

source: Discount don't exists
ru_ru: Скидка не существует

source: This group of users already have active discount
ru_ru: У этой группы пользователей уже есть действующая скидка

source: ID / Name / E-mail
ru_ru: ID / Имя / Электронная почта

source: Active
ru_ru: Активен

source: Brand
ru_ru: Бренд

source: Enter the user who is in the database
ru_ru: Введите пользователя, который находится в базе данных

source: Enter a product that is in the database
ru_ru: Введите продукт, который находится в базе данных

source: Back
ru_ru: Вернуться

source: Beggining time
ru_ru: Время начала

source: End time
ru_ru: Время окончания

source: All
ru_ru: Все

source: Choose method
ru_ru: Выберите метод

source: Choose type
ru_ru: Выберите тип

source: Choose discount type
ru_ru: Выберите тип скидки

source: User group
ru_ru: Группа пользователей

source: Users group
ru_ru: Группа пользователей

source: Yes
ru_ru: Да

source: Discount details
ru_ru: Детали скидки

source: to
ru_ru: до

source: Allowed time for discounts
ru_ru: Допустимое время для скидок

source: Value
ru_ru: Значение

source: Value must be numeric
ru_ru: Значение должно быть числовым

source: Changes saved
ru_ru: Изменения сохранены

source: Used
ru_ru: Использований

source: Maximum possible discount is using
ru_ru: Используется максимально возможная скидка

source: Category
ru_ru: Категория

source: Key
ru_ru: Ключ

source: discount key
ru_ru: ключ скидки

source: Certificate code
ru_ru: Код сертификата

source: Discount code
ru_ru: Код скидки

source: Amount <<from>> can not be greater than the sum <<to>>
ru_ru: Количество << от >> не может быть больше, чем << до >>

source: Count of usage
ru_ru: Количество использования

source: End value must be numeric
ru_ru: Конечноезначение должено быть числовым

source: Limit
ru_ru: Лимит

source: Max apply must be numeric
ru_ru: Максимальное количество применений должено быть числовым

source: Maximum
ru_ru: Максимальный

source: Method of calculation
ru_ru: Метод подсчета

source: There can be more than one discount with said upper threshold as a <<maximum>>!
ru_ru: Может быть только одна накопительная скидка с максимальным верхним порогом

source: on amount
ru_ru: на сумму

source: Name
ru_ru: Название

source: discount name
ru_ru: Название скидки

source: Discount name
ru_ru: Название скидки

source: Cumulative discount
ru_ru: Накопительная скидка

source: Begin value must be numeric
ru_ru: Начальное значение должно быть числовым

source: Invalid date range!
ru_ru: Неверный диапазон дат!

source: Invalid code try again
ru_ru: Неверный код, попробуйте еще раз

source: Invalid type value!
ru_ru: Недопустимый тип значения!

source: Unlimit
ru_ru: Неограниченно

source: Unlimited
ru_ru: Неограниченно

source: Wrong type discount
ru_ru: Неправильный тип скидки

source: No
ru_ru: Нет

source: from
ru_ru: от

source: Period of the discount from
ru_ru: Период действия скидки от

source: Gift Certificate
ru_ru: Подарочный сертификат

source: User
ru_ru: Пользователь

source: User does not exist
ru_ru: Пользователь не существует

source: Constant discount
ru_ru: Постоянная скидка

source: Apply sertificate
ru_ru: Применить сертификат

source: Percents
ru_ru: Проценты

source: discount size
ru_ru: размер скидки

source: discount amount
ru_ru: размер скидки

source: Discount editing
ru_ru: Редактирование скидки

source: Discount not found
ru_ru: Скидка не найден

source: Discounts of online store
ru_ru: Скидки интернет-магазина

source: Discount creating
ru_ru: Создание скидки

source: Create
ru_ru: Создать

source: Create and exit
ru_ru: Создать и выйти

source: Save
ru_ru: Сохранить

source: Save and exit
ru_ru: Сохранить и выйти

source: Discounts list is empty
ru_ru: Список скидок пуст

source: Status changed
ru_ru: Статус изменен

source: Order amount of more than
ru_ru: Сумма заказа на больше чем

source: Entity does not exists!
ru_ru: Сущность не существует!

source: Current user
ru_ru: Текущий пользователь

source: Current product
ru_ru: Текущий товар

source: Discount type
ru_ru: Тип скидки

source: discount charge type
ru_ru: тип скидки

source: discount type
ru_ru: тип скидки

source: discount type: product
ru_ru: тип скидки: наименования

source: Product
ru_ru: Товар

source: Only for registered
ru_ru: Только для зарегистрированных

source: This user already have active discount
ru_ru: У этого пользователя уже есть действующая скидка

source: Delete
ru_ru: Удалить

source: Has been already created with the cumulative discount value
ru_ru: Уже создана накопительная скидка с таким значением

source: Manage all discounts of online store
ru_ru: Управление всеми скидками интернет-магазина

source: Change child category
ru_ru: Учитывать дочерние категории

source: Fixed
ru_ru: Фиксированный

source: number
ru_ru: число

source: Create discount
ru_ru: Создать скидку

source: Edit discount
ru_ru: Редактировать скидку
