Repository: Naddaka/Tupperware
Catalog: application/modules/smart_filter/language/*/LC_MESSAGES/smart_filter.po
Languages: ru_ru

source: Active
ru_ru: Активный

source: Additional params for using with category name
ru_ru: Дополнительные параметры для использования с именем категории

source: All
ru_ru: Все

source: Allows you to change the default online store filter to extended
ru_ru: Позволяет изменить стандартный фильтр интернет-магазина на расширенный

source: Array of selected brands
ru_ru: Массив выбранных брендов

source: Array of selected properties
ru_ru: Массив выбранных свойств

source: Back
ru_ru: Вернуться

source: Brand
ru_ru: Бренд

source: Brand name
ru_ru: Бренд

source: Cancel
ru_ru: Отмена

source: Categories
ru_ru: Категории

source: Categories text in main page
ru_ru: SEO Текст на главной странице категорий

source: Category
ru_ru: Категория

source: Category description
ru_ru: Описание категории

source: Category ID
ru_ru: ID категории

source: Category name
ru_ru: Имя категории

source: Change saved successfully
ru_ru: Изменения сохранены

source: Count
ru_ru: Количество

source: Create pattern
ru_ru: Создание паттерна

source: Created patters
ru_ru: Создано паттернов

source: Default templates
ru_ru: Шаблоны по умолчанию

source: Edit pattern
ru_ru: Редактирование паттерна

source: Example
ru_ru: Пример

source: H1
ru_ru: Н1

source: Items has been successfully removed
ru_ru: Паттерны успешно удалены

source: Items removing
ru_ru: Удаление

source: Javascript is not enabled
ru_ru: Javascript не включен

source: joint use
ru_ru: Совместное использование

source: Manufacturer
ru_ru: Производитель

source: Mass generation
ru_ru: Маccовое создание

source: Mass generation patterns
ru_ru: Массовое создание паттернов

source: Maximal price in category
ru_ru: Максимальная цена в категории

source: Minimal price in category
ru_ru: Минимальная цена в категории

source: Module settings for physical URLs in
ru_ru: Настройки модуля для физических URL-адресов

source: Number case of word
ru_ru: номер падежа слова

source: OK
ru_ru: ОК

source: Only numeric
ru_ru: Только цифры

source: Page not found
ru_ru: Страница не найдена

source: Pattern successfully created
ru_ru: Паттерн успешно создан

source: Pattern successfully edited
ru_ru: Паттерн успешно отредактирован

source: Patterns has been successfully removed
ru_ru: Паттерн был успешно удален.

source: Patterns list is empty
ru_ru: Список паттернов пуст

source: Patterns status was change
ru_ru: Статус паттерна был изменен

source: Price
ru_ru: Цена

source: Price from
ru_ru: Цена от

source: product
ru_ru: продукт

source: products
ru_ru: продукты

source: Property
ru_ru: Свойство

source: Property name
ru_ru: Свойство

source: Property value
ru_ru: Значение

source: Remove selected items?
ru_ru: Удалить выбранные паттерны?

source: Reset filter
ru_ru: Сбросить фильтр

source: Same pattern already exists
ru_ru: Такой паттерн уже существует

source: Save
ru_ru: Сохранить

source: Seo Expert
ru_ru: SEO эксперт

source: Seo text
ru_ru: Seo текст

source: Settings
ru_ru: Настройки

source: Settings has been saved
ru_ru: Настройки сохранены

source: Settings in the patterns has been saved
ru_ru: Настройки паттернов были сохранены

source: Smart filter has no options here
ru_ru: Smart filter не имеет никаких настроек здесь

source: There are no products for this combination
ru_ru: Нет товаров с такой комбинацией

source: to
ru_ru: до

source: Translit
ru_ru: Транслит

source: Use default templates for filter pages
ru_ru: Использовать шаблоны по умолчанию для страниц фильтра

source: Variables, can use to
ru_ru: Переменные, которые можно использовать:

source: with filter
ru_ru: с фильтром
