Repository: Naddaka/Tupperware
Catalog: templates/umbushop/language/unishop/*/LC_MESSAGES/unishop.po
Languages: ru_ru, uk_ua

source: Accessories
ru_ru: Аксессуары
uk_ua: Аксесуари

source: Add all to cart
ru_ru: Купить набор
uk_ua: Купити комплект

source: Add to Cart
ru_ru: Купить
uk_ua: Купити

source: Add to compare
ru_ru: К сравнению
uk_ua: До порівняння

source: Add to list
ru_ru: Добавить
uk_ua: Добавити

source: Add to Wishlist
ru_ru: В избранные
uk_ua: В обрані

source: Add to your list
ru_ru: В избранные
uk_ua: Додати в улюблені

source: All categories
ru_ru: Все категории
uk_ua: Всі категорії

source: Already Have an Account?
ru_ru: Уже зарегистрированы?
uk_ua: Вже зареєстровані?

source: Apply
ru_ru: Активировать
uk_ua: Активувати

source: Available
ru_ru: Есть в наличии
uk_ua: В наявності

source: Be the first to review this item. Share your rating and review so that other customers can decide if this is the right item for them.
ru_ru: Пока нет ни одного отзыва. Оставьте отзыв первым
uk_ua: Поки немає жодного відгуку. Станьте першим!

source: Brand
ru_ru: Бренд
uk_ua: Бренд

source: Brands
ru_ru: Бренды
uk_ua: Бренди

source: Buy in one click
ru_ru: Купить в 1 клик
uk_ua: Швидке замовлення

source: Call back
ru_ru: Перезвоните мне
uk_ua: Передзвоніть мені

source: Call:
ru_ru: Звоните:
uk_ua: Телефонуйте:

source: Callback
ru_ru: Обратный звонок
uk_ua: Зворотний дзвінок

source: Card
ru_ru: Таблица
uk_ua: Таблиця

source: Cart
ru_ru: Корзина
uk_ua: Кошик

source: Cart is currently empty
ru_ru: Ваша корзина пуста
uk_ua: Ваш кошик порожній

source: Cart modal total price
ru_ru: Итого
uk_ua: Сума

source: Catalog
ru_ru: Каталог
uk_ua: Каталог

source: Change list
ru_ru: Переместить
uk_ua: Перемістити

source: Change Password
ru_ru: Изменить пароль
uk_ua: Змінити пароль

source: City
ru_ru: Город
uk_ua: Місто

source: Close
ru_ru: Закрыть
uk_ua: Закрити

source: Code you entered was not valid
ru_ru: Введен некорректный код
uk_ua: Введено некоректний код

source: Comments
ru_ru: Комментарии
uk_ua: Відгуки

source: Comments about your order
ru_ru: Комментарий к заказу
uk_ua: Коментар до замовлення

source: Compare
ru_ru: Сравнения
uk_ua: Порівняння

source: Confirm your order
ru_ru: Подтвердить заказ
uk_ua: Підтвердити заказ

source: Congratulations! Your registration has been successful.
ru_ru: Поздравляем! Ваша регистрация прошла успешно.
uk_ua: Вітаємо! Ваша реєстрація пройшла успішно.

source: Contacts
ru_ru: Контакты
uk_ua: Контакти

source: Continue Shopping
ru_ru: Продолжить покупки
uk_ua: Продовжити покупки

source: Create a new list
ru_ru: Создать новый список
uk_ua: Створити новий список

source: Create Account
ru_ru: Регистрация
uk_ua: Реєстрація

source: Cumulative discount
ru_ru: Накопительная скидка
uk_ua: Накопичувальна знижка

source: Current password
ru_ru: Введите текущий пароль
uk_ua: Введіть поточний пароль

source: Customer Reviews
ru_ru: Отзывы покупателей
uk_ua: Відгуки покупців

source: Date
ru_ru: Дата
uk_ua: Дата

source: Delete
ru_ru: Удалить
uk_ua: Видалити

source: Delete item
ru_ru: Удалить
uk_ua: Видалити

source: Description
ru_ru: Описание
uk_ua: Опис

source: Details
ru_ru: Описание
uk_ua: Опис

source: Discount
ru_ru: Скидка
uk_ua: Знижка

source: Discount information
ru_ru: Ваши скидки
uk_ua: Ваші знижки

source: Dislike
ru_ru: Не нравится
uk_ua: Не подобається

source: Don't Have an Account?
ru_ru: У вас еще нет учетной записи?
uk_ua: У вас ще немає облікового запису?

source: Download
ru_ru: Скачать
uk_ua: Завантажити

source: Earned points
ru_ru: Бонусные баллы
uk_ua: Бонусні бали

source: Edit
ru_ru: Редактировать
uk_ua: Редагувати

source: Edit list
ru_ru: Редактировать
uk_ua: Редагувати

source: Edit your list
ru_ru: Редактирование списка
uk_ua: Редагування списку

source: Email when available
ru_ru: Отправить
uk_ua: Відправити

source: Empty
ru_ru: Пуста
uk_ua: Порожня

source: Enter gift card code
ru_ru: Подарочный сертификат
uk_ua: Подарунковий сертифікат

source: Estimated Total
ru_ru: К оплате
uk_ua: До оплати

source: Expires after
ru_ru: Осталось
uk_ua: Залишилося

source: featured_products_all_deals
ru_ru: Все предложения
uk_ua: Всі пропозиції

source: featured_products_new
ru_ru: Новинки
uk_ua: Новинки

source: featured_products_sales
ru_ru: Акции
uk_ua: Акції

source: featured_products_sales_bestsellers
ru_ru: Топ продаж
uk_ua: Хіти продаж

source: featured_products_title
ru_ru: Спецпредложения
uk_ua: Спецпропозиції

source: Feedback
ru_ru: Обратная связь
uk_ua: Зворотній зв'язок

source: Follow price
ru_ru: Следить за ценой
uk_ua: Слідкувати за ціною

source: Follow the price and we will send you an email once the product price changes
ru_ru: Отслеживайте цену и мы вышлем вам email, как только цена продукта изменится
uk_ua: Отслеживайте цену и мы вышлем вам email, как только цена продукта изменится

source: for
ru_ru: до
uk_ua: до

source: Forgot password?
ru_ru: Забыли пароль?
uk_ua: Забули пароль?

source: Found cheaper?
ru_ru: Нашли дешевле?
uk_ua: Найшли дешевше?

source: Free from
ru_ru: Бесплатно от
uk_ua: Безкоштовно від

source: Frequently bought together
ru_ru: Вместе дешевле
uk_ua: Разом дешевше

source: From
ru_ru: с
uk_ua: з

source: Gallery
ru_ru: Галерея
uk_ua: Галерея

source: Gift card
ru_ru: Подарочный сертификат
uk_ua: Подарунковий сертифікат

source: Go back
ru_ru: Назад
uk_ua: Назад

source: Go to wishlist
ru_ru: К избранным
uk_ua: До улюблених

source: Hide filter
ru_ru: Спрятать фильтр
uk_ua: Приховати фільтр

source: Hit
ru_ru: Хит
uk_ua: Хіт

source: Home
ru_ru: Главная
uk_ua: Головна

source: Id
ru_ru: Номер
uk_ua: Номер

source: in
ru_ru: в
uk_ua: в

source: In stock reminder
ru_ru: Сообщить о появлении
uk_ua: Повідомити про появу

source: Item successfuly added to your Wishlist!
ru_ru: Товар успешно добавлен в избранные!
uk_ua: Товар успішно доданий до улюблених!

source: Language
ru_ru: Языки
uk_ua: Мови

source: Leave a number and we will call you back
ru_ru: Оставьте свой номер телефона и мы вам перезвоним
uk_ua: Залиште свій номер телефону і ми вам передзвонимо

source: Left
ru_ru: Осталось
uk_ua: Залишилось

source: Like
ru_ru: Нравится
uk_ua: Подобається

source: Linked accounts
ru_ru: Интеграция с социальными сетями
uk_ua: Інтеграція з соціальними мережами

source: List
ru_ru: Список
uk_ua: Список

source: List name
ru_ru: Название списка
uk_ua: Назва списку

source: Loading...
ru_ru: Загрузка...
uk_ua: Завантаження...

source: Log in
ru_ru: Войти
uk_ua: Увійти

source: Logining in...
ru_ru: Вход...
uk_ua: Вхід...

source: Main page
ru_ru: На главную
uk_ua: Головна сторінка

source: max
ru_ru: до
uk_ua: до

source: Message
ru_ru: Комментарий
uk_ua: Повідомлення

source: min
ru_ru: от
uk_ua: від

source: minutes
ru_ru: мин
uk_ua: хв

source: More than one discount type can be used for your account at the moment. You'll be offered the highest discount rate available for your order.
ru_ru: Вы используете более двух типов скидок. При покупке будет считаться максимальная из них.
uk_ua: Ви використовуєте більше двох типів знижок. При покупці буде враховуватися максимальна з них

source: Name
ru_ru: Имя
uk_ua: Ім'я

source: New
ru_ru: Новинка
uk_ua: Новинка

source: New password
ru_ru: Введите новый пароль
uk_ua: Введіть новий пароль

source: New price
ru_ru: Новая цена
uk_ua: Нова ціна

source: Not available
ru_ru: Нет в наличии
uk_ua: Немає в наявност

source: Not paid
ru_ru: Не оплачено
uk_ua: Не оплачено

source: Notify when available
ru_ru: Сообщить о появлении
uk_ua: Повідомити про появу

source: Number
ru_ru: Номер
uk_ua: Номер

source: Number of points
ru_ru: Количество баллов
uk_ua: Кількість балів

source: of
ru_ru: из
uk_ua: серед

source: Offer!
ru_ru: Акция!
uk_ua: Акція!

source: Old price
ru_ru: Старая цена
uk_ua: Стара ціна

source: Once added new items, you'll be able to continue shopping any time and also share the information about the purchase with your friends.
ru_ru: После добавления товаров, вы можете продолжить покупки в любое время, а также делиться вашим списком избранных с друзьями.
uk_ua: Після додавання товарів, ви можете продовжити покупки в будь-який час, а також ділитися вашим списком обраних з друзями

source: One Step Checkout
ru_ru: Оформление заказа
uk_ua: Оформлення замовлення

source: Open in compare list
ru_ru: В сравнении
uk_ua: Перейти у порівняння

source: Open in Wishlist
ru_ru: В избранных
uk_ua: В улюблених

source: or
ru_ru: или
uk_ua: або

source: Order
ru_ru: Заказ
uk_ua: Замовлення

source: order a callback
ru_ru: мы сами Вам перезвоним
uk_ua: ми самі вам зателефонуємо

source: Order date
ru_ru: Дата заказа
uk_ua: Дата замовлення

source: Order history
ru_ru: История заказов
uk_ua: Історія замовлень

source: Order ID
ru_ru: Номер заказа
uk_ua: Номер замовлення

source: Order status
ru_ru: Статус заказа
uk_ua: Статус замовлення

source: Order summary
ru_ru: Подробности заказа
uk_ua: Деталі замовлення

source: Other colors
ru_ru: Другие цвета
uk_ua: Інші кольори

source: out of 5 stars
ru_ru: из 5 звезд
uk_ua: з 5 зірок

source: Page not found!
ru_ru: Страница не найдена!
uk_ua: Вибачте, ця сторінка не доступна

source: Paid purchases amount
ru_ru: Сумма оплаченных заказов
uk_ua: Сума оплачених замовлень

source: Paid successfully
ru_ru: Оплачено
uk_ua: Оплачено

source: Password
ru_ru: Пароль
uk_ua: Пароль

source: Password retrieval
ru_ru: Восстановление пароля
uk_ua: Відновлення пароля

source: Payment method
ru_ru: Способ оплаты
uk_ua: Оплата

source: Payment methods
ru_ru: Оплата
uk_ua: Оплата

source: Payment status
ru_ru: Статус оплаты
uk_ua: Оплата

source: Per page
ru_ru: Товаров на странице
uk_ua: На сторінці

source: Personal information
ru_ru: Личные данные
uk_ua: Особисті дані

source: Phone number
ru_ru: Ваш телефон
uk_ua: Ваш телефон

source: Please enter the e-mail associated with your account.
ru_ru: Укажите электронную почту, для которой вы хотите восстановить пароль.
uk_ua: Вкажіть адресу своєї електронної пошти

source: Please enter two or more characters.
ru_ru: Пожалуйста, введите более двух символов
uk_ua: Будь ласка, введіть більше двох символів

source: pluralize day 1
ru_ru: день
uk_ua: день

source: pluralize day 2
ru_ru: дня
uk_ua: дня

source: pluralize day 3
ru_ru: дней
uk_ua: днів

source: pluralize hour 1
ru_ru: час
uk_ua: година

source: pluralize hour 2
ru_ru: часа
uk_ua: години

source: pluralize hour 3
ru_ru: часов
uk_ua: годин

source: pluralize item 1
ru_ru: товар
uk_ua: товар

source: pluralize item 2
ru_ru: товара
uk_ua: товари

source: pluralize item 3
ru_ru: товаров
uk_ua: товарів

source: pluralize kit 1
ru_ru: комплект
uk_ua: комплект

source: pluralize kit 2
ru_ru: комплекта
uk_ua: комплекти

source: pluralize kit 3
ru_ru: комплектов
uk_ua: комплектів

source: Powered by
ru_ru: Сайт работает на
uk_ua: Сайт працює на

source: Price
ru_ru: Стоимость
uk_ua: Вартість

source: Price range
ru_ru: Цена
uk_ua: Ціна

source: Price reduction
ru_ru: Снижение цены
uk_ua: Зниження ціни

source: Proceed to checkout
ru_ru: Оформить заказ
uk_ua: Оформити замовлення

source: Product
ru_ru: Товар
uk_ua: Товар

source: Product comparasion
ru_ru: Сравнение товаров
uk_ua: Порівняння товарів

source: Product has been discontinued
ru_ru: Снят с производства
uk_ua: Знятий з виробництва

source: Product URL
ru_ru: Ссылка на товар
uk_ua: Посилання на товар

source: Profile
ru_ru: Личный кабинет
uk_ua: Особистий кабінет

source: Purchases amount
ru_ru: Сума заказа
uk_ua: Сума замовлення

source: Questions? Ask our experts
ru_ru: Возникли вопросы?
uk_ua: Виникли питання?

source: Rating
ru_ru: Рейтинг
uk_ua: Рейтинг

source: Read more
ru_ru: Подробнее
uk_ua: Детальніше

source: Reenter new password
ru_ru: Повторите новый пароль
uk_ua: Повторіть новий пароль

source: Reenter password
ru_ru: Повторите пароль
uk_ua: Повторіть пароль

source: Remembered your password?
ru_ru: Вспомнили пароль?
uk_ua: Згадали пароль?

source: Remove from list
ru_ru: Удалить
uk_ua: Видалити

source: Reply to this post
ru_ru: Ответить
uk_ua: Відповісти

source: Request a Call back
ru_ru: Заказать звонок
uk_ua: Замовити дзвінок

source: Request new password
ru_ru: Восстановление пароля
uk_ua: Знайдіть свій обліковий запис

source: Result
ru_ru: Найдено
uk_ua: Знайдено

source: Result for
ru_ru: Результаты поиска
uk_ua: Результати пошуку

source: Returning customer?
ru_ru: Уже здесь покупали?
uk_ua: Вже тут купували?

source: Review
ru_ru: Отзыв
uk_ua: Відгук

source: Reviews
ru_ru: Отзывы
uk_ua: Відгуки

source: Sale
ru_ru: Акция
uk_ua: Акція

source: Sale expires after
ru_ru: До окончания акции осталось
uk_ua: До закінчення акції залишилося

source: Sales period
ru_ru: Период проведения акции
uk_ua: Період проведення акції

source: Sales product list
ru_ru: Продукты участвующие в акции
uk_ua: Товари, що беруть участь в акції

source: Save changes
ru_ru: Сохранить изменения
uk_ua: Зберегти зміни

source: Search by item name or number
ru_ru: Поиск товаров
uk_ua: Пошук товарів

source: seconds
ru_ru: сек
uk_ua: сек

source: Security code
ru_ru: Код
uk_ua: Код

source: Select a list
ru_ru: Выберите список
uk_ua: Виберіть список

source: Select your city
ru_ru: Выберите город

source: Send
ru_ru: Отправить
uk_ua: Надіслати

source: Send request
ru_ru: Продолжить
uk_ua: Пошук

source: Share
ru_ru: Поделиться
uk_ua: Поділитись

source: Shipping
ru_ru: Стоимость доставки
uk_ua: Вартість доставки

source: Shipping & payment
ru_ru: Доставка и оплата
uk_ua: Доставка і оплата

source: Shipping address
ru_ru: Адрес доставки
uk_ua: Адреса доставки

source: Shipping method
ru_ru: Способ доставки
uk_ua: Спосіб доставки

source: Shipping methods
ru_ru: Доставка
uk_ua: Доставка

source: Shopping cart
ru_ru: Моя корзина
uk_ua: Мій кошик

source: Show filter
ru_ru: Показать фильтр
uk_ua: Показати фільтр

source: Sign in
ru_ru: Вход
uk_ua: Вхід

source: Sign in with
ru_ru: Войти с помощью социальных сетей
uk_ua: Увійти за допомогою соціальних мереж

source: Sign out
ru_ru: Выйти
uk_ua: Вихід

source: Site is offline
ru_ru: Сайт недоступен
uk_ua: Сайт недоступний

source: Site is temporarily unavailable
ru_ru: Сайт временно отключен
uk_ua: Сайт тимчасово вимкнено

source: Sorry, the page you’re looking for doesn’t exist!
ru_ru: К сожалению, такой страницы не существует либо она была удалена. Для продолжения работы посетите предложенные разделы интернет-магазина, воспользуйтесь поиском или перейдите на главную страницу
uk_ua: Посилання, за яким ви переходили, можливо, пошкоджене або сторінку перенесено.

source: Sort by
ru_ru: Сортировать по
uk_ua: Сортувати за

source: Specifications
ru_ru: Характеристики
uk_ua: Характеристики

source: Status
ru_ru: Статус
uk_ua: Статус

source: Store
ru_ru: Магазин
uk_ua: Магазин

source: Subject
ru_ru: Тема
uk_ua: Тема

source: Subtotal
ru_ru: Промежуточный итог
uk_ua: Проміжний підсумок

source: system_bonus_points_pluralize_1
ru_ru: балл
uk_ua: бал

source: system_bonus_points_pluralize_2
ru_ru: балла
uk_ua: бали

source: system_bonus_points_pluralize_3
ru_ru: баллов
uk_ua: балів

source: Thank You for Registration!
ru_ru: Спасибо за регистрацию!
uk_ua: Дякуємо за реєстрацію!

source: Thank you for shopping at
ru_ru: Спасибо за покупку на
uk_ua: Дякуємо за покупку на

source: Thank you for your order! Our manager will contact you as soon as possible.
ru_ru: Спасибо за ваш заказ! Наш менеджер свяжется с Вами как можно скорее.
uk_ua: Дякую за Ваше замовлення! Наш менеджер зв'яжеться з Вами якомога швидше.

source: There are no items to display. Please come back later!
ru_ru: К сожалению, на странице нет записей.
uk_ua: На жаль, на сторінці немає елементів для відображення. Будь ласка, зайдіть пізніше!

source: This list is empty
ru_ru: Этот список пуст
uk_ua: Цей список порожній

source: This site is down for maintenance. We will be back shortly, please check back again soon
ru_ru: Извините, но в настоящее время сайт находится на реконструкции. Зайдите к нам позже
uk_ua: Вибачте, але на даний момент сайт знаходиться на реконструкції. Зайдіть до нас пізніше

source: to
ru_ru: по
uk_ua: до

source: Total Price
ru_ru: К оплате
uk_ua: До оплати

source: Tracking price
ru_ru: Слежение за ценой
uk_ua: Стеження за ціною

source: Type the characters you see in this image.
ru_ru: Введите символы с картинки.
uk_ua: Введіть символи, які ви бачите на зображенні.

source: Unavailable
ru_ru: Нет в наличии
uk_ua: Немає в наявності

source: Unsubscribe
ru_ru: Удалить
uk_ua: Видалити

source: Use points
ru_ru: Использовать баллы
uk_ua: Скористатися балами

source: User goup discount
ru_ru: Скидка группы пользователя
uk_ua: Знижка групи користувача

source: User menu
ru_ru: Пользователь
uk_ua: Користувач

source: View
ru_ru: Вид
uk_ua: Вид

source: View all
ru_ru: Смотреть все
uk_ua: Переглянути всі

source: view all
ru_ru: Все результаты поиска
uk_ua: Всі результати пошуку

source: View in Cart
ru_ru: В корзине
uk_ua: В кошику

source: View items
ru_ru: Посмотреть товары
uk_ua: Посмотреть товары

source: View on the map
ru_ru: Посмотреть на карте
uk_ua: Подивитися на карті

source: Warehouse
ru_ru: Склад
uk_ua: Склад

source: Watch list is empty
ru_ru: Список пуст
uk_ua: Список порожній

source: Web site url where you find it cheaper
ru_ru: URL сайта, где вы найдете товар дешевле
uk_ua: URL сайту, де ви знайдете товар дешевше

source: Welcome!
ru_ru: Добро пожаловать!
uk_ua: Ласкаво просимо!

source: Wish list
ru_ru: Избранные
uk_ua: Улюблені

source: Wishlist
ru_ru: Избранные
uk_ua: Улюблені

source: Write a review
ru_ru: Написать отзыв
uk_ua: Написати відгук

source: year
ru_ru: года
uk_ua: року

source: You are following the price changes of this item. You will receive a notification to your contact email when the product price will be changed. Check your personal account to cancel the subscription and view other items that you're following.
ru_ru: Вы уже следите за изменением цены этого продукта. Перейдите в ваш личный кабинет чтобы отменить подписку и посмотреть другие товары за которыми вы следите
uk_ua: Вы уже следите за изменением цены этого продукта. Перейдите в ваш личный кабинет чтобы отменить подписку и посмотреть другие товары за которыми вы следите

source: You can use your points to get discount for purchasing. Each 1 point equals
ru_ru: Вы можете использовать баллы, чтобы получить скидку на покупку. Каждый 1 балл равен
uk_ua: Ви можете скористатися балами, щоб отримати знижку на покупку. Кожен 1 бал дорівнює

source: You have no items in your shopping cart
ru_ru: В корзине нет товаров
uk_ua: У кошику немає товарів

source: You have no items to compare
ru_ru: Недостаточно товаров для сравнения
uk_ua: Недостатньо товарів для порівняння

source: You have successfully authenticated as
ru_ru: Вы успешно вошли как
uk_ua: Ви успішно увійшли як

source: You have to log in to leave a comment.
ru_ru: Только авторизованные пользователи могут оставлять комментарии
uk_ua: Тільки авторизовані користувачі можуть залишати відгуки

source: You haven't made any orders yet
ru_ru: Вы пока не сделали ни одного заказа
uk_ua: У вас ще немає замовлень

source: You must login to add items to your wishlist
ru_ru: Вы должны авторизоваться, чтобы добавлять товары в избранные
uk_ua: Ви повинні авторизуватися, щоб додавати товари в улюблені

source: You save
ru_ru: Вы экономите
uk_ua: Ви заощаджуєте

source: You will earn
ru_ru: Вы получите
uk_ua: Ви отримаєте

source: You'll receive a one email when this product arrives in stock
ru_ru: Вы получите сообщение на почту, когда товар поступит на склад
uk_ua: Ви отримаєте повідомлення на пошту, коли товар надійде на склад

source: Your Account
ru_ru: Персональные данные
uk_ua: Особисті дані

source: Your card was successfully applied
ru_ru: Ваш сертификат был успешно применен!
uk_ua: Ваш сертифікат був успішно застосований!

source: Your comment has been successfully published
ru_ru: Ваш комментарий был успешно опубликован
uk_ua: Ваш відгук був успішно опублікований

source: Your comment will be published after moderation
ru_ru: Ваш комментарий будет опубликован после модерации
uk_ua: Ваш відгук буде опублікований після модерації

source: Your discount
ru_ru: Ваша скидка
uk_ua: Ваша знижка

source: Your message has been sent
ru_ru: Ваше сообщение успешно отправлено! Мы обязательно свяжемся с Вами в ближайшее время.
uk_ua: Ваше повідомлення успішно відправлено! Ми обов'язково зв'яжемося з Вами найближчим часом.

source: Your order details are below
ru_ru: Ниже приведены подробности заказа
uk_ua: Нижче наведені деталі замовлення

source: Your order is confirmed
ru_ru: Ваш заказ подтвержден
uk_ua: Ваше замовлення підтверджено

source: Your personal discount
ru_ru: Персональная скидка
uk_ua: Персональна знижка

source: Your search did not match any products. Make sure all words are spelled correctly.
ru_ru: К сожалению, по вашему запросу ничего не найдено. Пожалуйста, убедитесь, что запрос введен корректно или переформулируйте его.
uk_ua: На жаль, за вашим запитом нічого не знайдено. Будь ласка, переконайтеся, що запит введено коректно або переформулюйте його

source: Your wishlist is empty
ru_ru: Вы еще не добавили в избранные ни одного товара
uk_ua: Ви ще не додали до улюблених жодного товару

source: Choose your city
uk_ua: Виберіть місто
