Repository: Naddaka/Tupperware
Catalog: application/modules/payment_method_interkassa/language/*/LC_MESSAGES/payment_method_interkassa.po
Languages: uk_ua

source: Main currency
uk_ua: Головна валюта

source: Currency payment service
uk_ua: Валюта оплати послуг

source: Markup
uk_ua: Нацiнка

source: interkassa
uk_ua: Iнтеркаса

source: Проверять уникальность платежей : да
uk_ua: Перевіряти унікальність платежів: так

source: Оплатить
uk_ua: Оплатити

source: Id cashbox
uk_ua: Id каси

source: Secret key
uk_ua: Секретний ключ

source: Test secret key
uk_ua: Тестовий ключ

source: Test mode
uk_ua: Тестовий режим

source: Проверять подпись в форме запроса платежа: да
uk_ua: Перевіряти підпис в формі запиту платежу: так

source: Алгоритм подписи: MD5
uk_ua: Алгоритм підпису: MD5

source: URL успешной оплаты:
uk_ua: URL успішної оплати:

source: POST, разрешить переопределять в запросе
uk_ua: POST, дозволити перевизначати в запиті

source: URL неуспешной оплаты:
uk_ua: URL неуспішною оплати:

source: URL ожидания проведения платежа:
uk_ua: URL очікування проведення платежу:

source: URL взаимодействия:
uk_ua: URL взаємодії:

source: Метод оплаты Interkassa
uk_ua: Метод оплати Interkassa
